# Конфиг нужно переименовать в config.py
BOT_TOKEN = ""  # Your token
admin_id =  # Your id

# Если нужен прокси
PROXY = "socks5://116.203.212.176:1080" #116.203.212.176	1080	Germany

# разрешенные чаты
chat_ids = ['']
channel_names = ['']
accepted_users = ['']

# сайт для парсинга
url = 'https://a71.agorov.org'

# Список аниме для мониторинга
anime_list = [
    'Паранормальное бюро расследований',
    'Чёрный клевер',
    'Жизнь в альтернативном мире с нуля',
    'Боруто',
    'Бог старшей школы'
]

# параметры для работы от имени пользователя
api_id = ''
api_hash = ''
phone = ''

# задаем время повторения задания
DELAY = 3600